Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Microsurvey.xcstrings
Source language: en_us
Languages: ab, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
ab: Амаӡаратә рдырраҭара
br: Evezhiadennoù a-fet buhez prevez
bs: Napomena o privatnosti
ca: Avís de privadesa
co: Pulitica di cunfidenzialità
cs: Zásady ochrany osobních údajů
cy: Hysbysiad preifatrwydd
da: Privatlivserklæring
de: Datenschutzerklärung
dsb: Powěźeńka priwatnosći
el: Σημείωση απορρήτου
eo: Rimarko pri privateco
es: Aviso de privacidad
es_ar: Nota de privacidad
es_cl: Política de privacidad
es_mx: Aviso de privacidad
eu: Pribatutasun-oharra
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gd: Aithris na prìobhaideachd
gl: Política de privacidade
he: הצהרת פרטיות
hr: Napomena o privatnosti
hsb: Zdźělenka priwatnosće
hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության դրույթներ
ia: Aviso de confidentialitate
id: Pemberitahuan privasi
is: Upplýsingar um meðferð persónuupplýsinga
it: Informativa sulla privacy
ja: プライバシー通知
ka: პირადულობის განაცხადი
kab: Tasertit n tbaḍnit
kk: Жекелік ескертуі
ko: 개인정보 보호정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത അറിയിപ്പ്
nb: Personvernbestemmelser
nl: Privacyverklaring
nn: Peronvernerklæring
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pl: Zasady ochrony prywatności
pt_br: Aviso de privacidade
pt_pt: Informação de privacidade
rm: Infurmaziuns davart la protecziun da datas
ru: Уведомление о конфиденциальности
sat_olck: ᱱᱤᱥᱚᱱ ᱨᱮᱭᱟᱜ ᱱᱚᱴᱤᱥ
scn: Abbisu di privatizza
si: රහස්‍යතා දැන්වීම
sk: Vyhlásenie o ochrane osobných údajov
sl: Obvestilo o zasebnosti
sq: Shënim mbi privatësinë
su: Wawar privasi
sv: Sekretessmeddelande
tg: Огоҳномаи махфият
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik bildirimi
tt: Хосусыйлык аңлатмасы
ug: شەخسىيەت ئۇقتۇرۇشى
uk: Положення про приватність
vi: Thông báo về quyền riêng tư
zh_cn: 隐私声明
zh_tw: 隱私權公告

# Microsurvey.Survey.RadioButton.Unselected.AccessibilityLabel.v129
source: Unselected
ab: Иалкаау аныхуп
br: Diziuzet
bs: Neodabrano
ca: No seleccionat
co: Diselezziunatu
cs: Výběr zrušen
cy: Heb ei ddewis
da: Ikke valgt
de: Auswahl aufgehoben
dsb: Njewubrany
el: Μη επιλεγμένο
eo: Ne elektita
es: No seleccionado
es_ar: No seleccionada
es_cl: Deseleccionado
es_mx: No seleccionado
eu: Desautatuta
fi: Ei valittu
fr: Désélectionné
gd: Gun taghadh
gl: Non seleccionado
he: לא נבחר
hr: Neodabrano
hsb: Njewubrany
hu: Nincs kiválasztva
hy_am: Ապանշված
ia: De-seligite
id: Tidak dipilih
is: Óvalið
it: Non selezionato
ja: 未選択
ka: მოუნიშნავი
kab: Ur yettwafran ara
kk: Таңдаудан алынды
ko: 선택 해제됨
lo: ບໍ່ໄດ້ເລືອກ
ml: തിരഞ്ഞെടുത്തതു് മാറ്റി
nb: Ikke valgt
nl: Selectie opgeheven
nn: Ikkje valt
pa_in: ਨਾ-ਚੁਣਿਆ
pl: Nie zaznaczone
pt_br: Não selecionado
pt_pt: Não selecionado
rm: Deselecziunà
ru: Выбор снят
sat_olck: ᱵᱟᱝ ᱵᱟᱪᱷᱟᱣ ᱟᱠᱟᱱᱟ
scn: Smarcatu
si: නොතේරූ
sk: Nezvolená
sl: Neizbrano
sq: U shpërzgjodh
su: Teu dipilih
sv: Ej vald
tg: Интихобнашуда
th: ไม่ได้เลือก
tr: Seçilmedi
tt: Сайланмаган
ug: تاللانمىدى
uk: Не вибрано
vi: Đã bỏ chọn
zh_cn: 未选中
zh_tw: 未選擇

# Microsurvey.Survey.Sheet.AccessibilityLabel.v130
source: Survey
ab: Азҵаара
br: Sontadeg
bs: Anketa
ca: Enquesta
co: Inchiesta
cs: Dotazník
cy: Arolwg
da: Undersøgelse
de: Umfrage
dsb: Napšašowanje
el: Έρευνα
eo: Enekto
es: Encuesta
es_ar: Encuesta
es_cl: Encuesta
es_mx: Encuesta
eu: Inkesta
fi: Kysely
fr: Enquête
gd: Suirbhidh
gl: Enquisa
he: סקר
hr: Anketa
hsb: Naprašowanje
hu: Felmérés
hy_am: Հարցում
ia: Questionario
id: Survei
is: Könnun
it: Sondaggio
ja: アンケート
ka: კითხვარი
kab: Aḥedqis
kk: Сауалнама
ko: 조사
lo: ການສໍາຫຼວດ
ml: കണക്കെടുപ്പു്
nb: Spørreundersøkelse
nl: Enquête
nn: Undersøking
pa_in: ਸਰਵੇਖਣ
pl: Ankieta
pt_br: Pesquisa de opinião
pt_pt: Inquérito
rm: Enquista
ru: Опрос
sat_olck: ᱥᱚᱨᱵᱷᱮ
scn: Ntirbista
si: සමීක්‍ෂණය
sk: Prieskum
sl: Anketa
sq: Pyetësor
sv: Undersökning
tg: Саволнома
th: แบบสำรวจ
tr: Anket
tt: Сораулык
ug: راي سىناش
uk: Опитування
vi: Khảo sát
zh_cn: 问卷调查
zh_tw: 問卷調查
